OdIfcEntResolver.resolve(OdIfc.OdIfcEntity*)
\details
Resolves the model's entity.
\param inst     [in] A smart pointer to the entity entity instance to be resolved.
\param h        [in] A database handle of the entity instance to be resolved.
\returns Returns true if the entity was successfully resolved; otherwise, the method returns false.

OdIfcEntResolver.#ctor
\details
Default entity resolver constructor.

OdIfcEntResolver
\details
Creates the entry point function for a custom application.
\details
Speeds up DLL loading on Windows. Refer to Win SDK documentation on DllMain() for more details.
\details
An abstract class that provides an interface for the model's entity resolving functionality.